Repository: 84000/data-translation-memory
Catalog: toh238-v3.tmx
Source language: bo
Languages: en

source: རྣམ་པར་རྟོག་པ་ཚོལ་བ་ཡང་མ་ལགས་སོ། །སྨོན་པ་ཚོལ་བ་ཡང་མ་ལགས། སྨོན་པ་མ་མཆིས་པ་ཚོལ་བ་ཡང་མ་ལགས་སོ། །སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཚོལ་བ་ཡང་མ་ལགས། སོ་སོའི་སྐྱེ་བོའི་ཆོས་རྣམས་ཚོལ་བ་ཡང་མ་ལགས་སོ། །ཆོས་ཚོལ་བ་ཡང་མ་ལགས། ཆོས་མ་ལགས་པ་ཚོལ་བ་ཡང་མ་ལགས་སོ། །འཕགས་པའི་དགེ་འདུན་ཚོལ་བ་ཡང་མ་ལགས། མུ་སྟེགས་ཅན་གྱི་དགེ་འདུན་ཚོལ་བ་ཡང་མ་ལགས་སོ། །
en: Someone who seeks all phenomena neither seeks the aggregates nor does not seek them; they neither seek the elements nor do not seek them; they neither seek the sense bases nor do not seek them; they neither seek beings nor do not seek them; they neither seek phenomena nor do not seek them; they neither seek what is true nor seek what is false; they neither seek sense objects nor do they seek what arises from them; they do not seek desire, anger, or dullness, nor do they seek to abandon them; they do not seek saṃsāra, nor do they seek nirvāṇa; they do not seek conflict, argument, or dispute, nor do they seek to remain silent; they do not seek emptiness, nor do they seek to adopt a view; they do not seek signlessness, nor do they seek concepts; they do not seek wishes, nor do they seek wishlessness; they do not seek the qualities of the buddhas, nor do they seek the qualities of ordinary people; they do not seek the Dharma, nor do they seek what is not the Dharma; and they do not seek the saṅgha of noble ones, nor do they seek the saṅgha of rival non-Buddhists.

source: བཅོམ་ལྡན་འདས་ཆོས་ཡོངས་སུ་འཚལ་བ་དང་ལྡན་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི། འབྱུང་བ་ཀུན་དུ་མི་ཚོལ་ཏེ། ཆོས་ཐམས་ཅད་དེའི་འབྱུང་བ་ལགས་སོ། །
en: “Blessed One, bodhisattva great beings who seek Dharma do not seek any kind of origin; the origin is in all phenomena.

source: ཐར་པ་ཡང་ཀུན་དུ་མི་ཚོལ་ཏེ། ཆོས་ཐམས་ཅད་དེའི་ཤིན་ཏུ་རྣམ་པར་གྲོལ་བ་ལགས་སོ། །
en: They do not seek any kind of liberation; liberation is in all phenomena.

source: གང་དུ་ཡང་དག་པར་རྗེས་སུ་ཆགས་པ་ཡང་མ་མཆིས། ཁོང་ཁྲོ་བ་ཡང་མ་མཆིས་ཏེ།
en: They are not attracted to anything, nor are they angry.

source: ཆོས་ཐམས་ཅད་བདག་གིའམ། གཞན་གྱི་ཡང་མ་ལགས་སོ། །
en: They do not consider any phenomena to belong to them or to others.

source: ཆོས་གང་ཡང་ཡོངས་སུ་འཛིན་པ་ཡང་མ་མཆིས། འདོར་བ་ཡང་མ་མཆིས་ཏེ།
en: They do not grasp at any phenomena, nor do they reject them.

source: ཡོངས་སུ་འཛིན་པ་དང་། འདོར་བ་དེ་གཉི་ག་སྐྱོན་ཆགས་པ་ལགས་སོ། །
en: Both grasping and rejection are faults.

source: འཇུག་པ་ཡང་མ་མཆིས། ལྡོག་པ་ཡང་མ་མཆིས་ཏེ།
en: They do not accept or reject.

source: འཇུག་པ་དང་ལྡོག་པ་དེ་གཉི་ག་སྐྱོན་ཆགས་པ་ལགས་སོ། །
en: Both accepting and rejecting are faults.

source: གང་དུ་ཡང་དགའ་བ་ཡང་མ་མཆིས། ཡིད་མི་བདེ་བ་ཡང་མ་མཆིས་ཏེ།
en: Nothing brings them joy, nor does anything make them unhappy.

source: དགའ་བ་དང་ཡིད་མི་བདེ་བ་དེ་གཉི་ག་སྐྱོན་ཆགས་པ་ལགས་སོ། །
en: Both joy and unhappiness are faults.

source: བཅོམ་ལྡན་འདས་འདི་ནི་ཆོས་ཡང་དག་པར་བརྗོད་པ་ལགས་པ་སྙམ་བགྱིད་ན། བཅོམ་ལྡན་འདས་བདག་ཆོས་ཡང་དག་པར་བརྗོད་པ་དང་འཐུན་པར་བགྱིད་པ་ལགས་སམ།
en: Blessed One, do you consider my discourse on the Dharma to be in accord with those already given?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གང་པོ་ཁྱོད་ཀྱི་འདི་ནི་ཆོས་ཡང་དག་པར་བརྗོད་པ་དང་འཐུན་ནོ། །
en: The Blessed One said, “Pūrṇa, your Dharma discourse is in accord.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཀཱ་ཏྱཱའི་བུ་ཆེན་པོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གང་ཆོས་དང་ཆོས་མ་ལགས་པའི་འདུ་ཤེས་ལ་སྤྱོད་ཅིང་ཆོས་ཡང་དག་པར་བརྗོད་པ་བགྱིད་པའི་སེམས་ཅན་དེ་ནི་མ་རིག་པས་ཁེངས་པ་ལགས་པ་སྙམ་བགྱིད་དོ། །
en: The venerable Mahākātyāyana next addressed the Blessed One: “Blessed One, I wonder if beings who act with the perception of what is and is not the Dharma, and discourse on the Dharma, are made haughty by their ignorance?

source: བཅོམ་ལྡན་འདས་ཆོས་ཚོལ་བའི་རིགས་ཀྱི་བུས་ནི་ཆོས་མ་ལགས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་བལྟ་བར་བགྱིའོ། །
en: Blessed One, a child of good family who seeks the Dharma should correctly see what is genuinely not the Dharma.

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་མ་ལགས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་མཐོང་བ་དེ་ཉིད་དེའི་ཆོས་ལགས་སོ། །
en: Blessed One, that which a bodhisattva correctly and genuinely sees as not the Dharma is the Dharma.

source: བཅོམ་ལྡན་འདས་ཆོས་ནི་གང་ནས་ཀྱང་བླངས་པ་མ་ལགས། གང་དུ་ཡང་བཀུར་བ་མ་ལགས་སོ། །
en: Blessed One, the Dharma is not received from anything, nor is it revered in any way.

source: ཆོས་ནི་སུ་ལ་ཡང་རག་ལས་པ་ཡང་མ་ལགས། རང་དབང་ཅན་ཡང་མ་ལགས་སོ། །
en: There is no one on whom it depends, nor is it independent.

source: བཅོམ་ལྡན་འདས་ཆོས་ནི་གང་དང་ཡང་རིང་བ་ཡང་མ་ལགས། གང་དང་ཡང་ཉེ་བ་ཡང་མ་ལགས་སོ། །
en: Blessed One, the Dharma is not far away from anything or close at hand.

source: ཆོས་ནི་ཡུལ་ན་ཡང་མ་ལགས།
en: The Dharma is not found in any land or in any direction.

source: ཕྱོགས་ན་ཡང་མ་ལགས་སོ། །ཆོས་ནི་རྒྱ་ཆེན་པོ་རྣམས་ལ་འཇུག་གི་ཐ་མ་དང་འབྲིང་རྣམས་ལ་མི་འཇུག་པ་ཡང་མ་ལགས། ཆོས་ནི་ཐ་མ་དང་འབྲིང་རྣམས་ལ་འཇུག་གི་རྒྱ་ཆེན་པོ་རྣམས་ལ་མི་འཇུག་པ་ཡང་མ་ལགས་སོ། །
en: The Dharma is not applied to those with vast perspectives while not being applied to the inferior or average, nor is it applied to the inferior and average while not being applied to those with vast perspectives.

source: བཅོམ་ལྡན་འདས་ཆོས་ནི་འདུ་ཤེས་ཀྱིས་རབ་ཏུ་ཕྱེ་བ་ཡང་མ་ལགས། འདུ་ཤེས་མ་མཆིས་པས་རབ་ཏུ་ཕྱེ་བ་ཡང་མ་ལགས་སོ། །
en: Blessed One, the Dharma is not revealed through perceptions, nor it is revealed through nonperception.

source: འཕགས་པ་རྣམས་ཀྱིས་ནི་འདུ་ཤེས་འཆིང་བ་དང་། འདུ་ཤེས་མ་མཆིས་པ་འཆིང་བ་དང་བྲལ་བར་མི་མཐོང་བའི་སླད་དུའོ། །
en: Because the noble ones do not recognize anything that is free of perceptions that bind or nonperceptions that bind.

source: བཅོམ་ལྡན་འདས་ཆོས་ནི་སྤང་བར་བགྱི་བ་ཡང་མ་ལགས། བསྒོམ་པར་བགྱི་བ་ཡང་མ་ལགས་ཏེ།
en: Blessed One, there is no Dharma to reject, nor is there a Dharma to cultivate.

source: སྤང་བ་དང་། བསྒོམ་པའི་ཆོས་ཡང་དག་པར་འདས་པ་ནི་ཆོས་དང་ལྡན་པའོ། །
en: One who transcends a Dharma that is rejected and cultivated is endowed with the Dharma.

source: བཅོམ་ལྡན་འདས་ཆོས་ནི་གང་གི་སླད་དུ་སྦྱིན་པར་བགྱི་བའང་མ་ལགས། སྦྱིན་པར་མི་བགྱི་བ་ཡང་མ་ལགས་ཏེ།
en: Blessed One, why is the Dharma not something that is given and not something that is not given?

source: བདག་པོ་མ་མཆིས་པའི་སླད་དུ་ཇི་ལྟ་ཇི་ལྟ་བུར་འཚལ་བ་དེ་ལྟ་དེ་ལྟ་བུར་སྒྲུབ་པའོ། །
en: Because it has no owner, one succeeds in it in the same way as they seek it out.

source: བཅོམ་ལྡན་འདས་ཆོས་ནི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་དང་མཛའ་བའི་དངོས་པོར་ཡང་མི་འཇུག །བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་དང་མི་མཛའ་བའི་དངོས་པོར་ཡང་མི་འཇུག་སྟེ།
en: Blessed One, one does not enter the Dharma as an object dear to the blessed buddhas, nor as something that is not dear to ordinary childish beings.

source: བཅོམ་ལྡན་འདས་ཆོས་ནི་རྣམ་པར་མི་རྟོག་པ་སྤྲོས་པ་མ་མཆིས་པས་རབ་ཏུ་ཕྱེ་བའོ། །
en: Blessed One, the Dharma is revealed by those who are free of conceptual elaboration.

source: ཆོས་ནི་སངས་རྒྱས་རྣམས་དང་ཉེ་བ་ཡང་མ་ལགས། སོ་སོའི་སྐྱེ་བོ་རྣམས་དང་རིང་བ་ཡང་མ་ལགས་ཏེ།
en: It is not near to the buddhas and far from ordinary childish beings.

source: གང་ཇི་ལྟ་ཇི་ལྟ་བུར་འཚལ་བ་དེ་ལྟ་དེ་ལྟ་བུར་ཆོས་ཁོང་དུ་ཆུད་དོ། །
en: The Dharma is understood in the same way it is sought out.

source: བཅོམ་ལྡན་འདས་འདི་ནི་ཆོས་ཡང་དག་པར་བརྗོད་པ་ལགས་པ་སྙམ་བགྱིད་ན།
en: Blessed One, I wonder if this is a discourse on the Dharma?

source: བཅོམ་ལྡན་འདས་བདག་ཆོས་ཡང་དག་པར་བརྗོད་པ་དང་འཐུན་པར་བགྱིད་པ་ལགས་སམ།
en: Blessed One, do you consider my discourse on the Dharma to be in accord with those already given?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀཱ་ཏྱཱའི་བུ་ཁྱོད་ཀྱི་འདི་ནི་ཆོས་ཡང་དག་པར་བརྗོད་པ་དང་འཐུན་ནོ། །
en: The Blessed One said, “Kātyāyana, your Dharma discourse is in accord.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་འོད་སྲུང་ཆེན་པོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གང་དབེན་པ་ཚོལ་བས་ཆོས་ཡང་དག་པར་བརྗོད་པར་བགྱིད་པ་དེ་ནི་ཆོས་ཡང་དག་པར་བརྗོད་པ་མ་ལགས་སོ། །
en: The venerable Mahākāśyapa next addressed the Blessed One: “Blessed One, a Dharma discourse made by someone who seeks isolation is not a Dharma discourse.

source: བཅོམ་ལྡན་འདས་ཆོས་ཐམས་ཅད་ནི་གཉིས་སུ་མ་མཆིས་པས་དབེན་པ་ལ་གནས་པའོ། །སེམས་དང་། ཡིད་དང་།
en: Blessed One, all phenomena are nondual, they remain isolated.

source: ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་དང་བྲལ་བས་གཅིག་གིས་ཅིག་ཤོས་འཚལ་བ་མ་ལགས་སོ། །
en: Because they are free of mind, thought, and the mind consciousness, one phenomenon cannot be sought via another.

source: ཚོལ་བ་དང་བྲལ་བས་གཅིག་གིས་ཅིག་ཤོས་ཚོལ་བ་མ་ལགས་སོ། །
en: Being free of searching, one phenomenon cannot be sought via another.

source: བགྱི་བ་མ་མཆིས་པས་གཅིག་ལ་ཅིག་ཤོས་ཀྱིས་བསྟང་བ་མ་ལགས་སོ། །
en: Being free of doing, one phenomenon cannot be coordinated with another.

source: བཅོམ་ལྡན་འདས་གཞན་ཡང་དབེན་པ་དབེན་པ་ཞེས་བགྱི་བ་འདི་ནི་མི་གཉིས་པའི་ཚིག་བླ་དགས་ཏེ།
en: “Furthermore, Blessed One, the term used here, isolation, is a way of referring to nonduality.

source: མི་གཉིས་པ་ལས་གུད་ན་ཆོས་གང་ཡང་མ་མཆིས་སོ། །
en: There are no phenomena of any kind apart from the nondual.

source: བཅོམ་ལྡན་འདས་ཆོས་ཐམས་ཅད་ནི་གཉིས་སུ་མ་མཆིས་པ་སྟོང་པ་ཉིད་ཀྱི་རང་བཞིན།
en: Blessed One, all phenomena are nondual, and they have the nature of emptiness.

source: མཚན་མ་མ་མཆིས་པའི་རང་བཞིན་སྨོན་པ་མ་མཆིས་པའི་རང་བཞིན་མངོན་པར་འདུ་མི་བགྱིད་པའི་རང་བཞིན། མ་སྐྱེས་མ་བྱུང་བའི་རང་བཞིན་ཏེ།
en: They have the nature of being signless, wishless, unconditioned, unborn, and unarisen.

source: རྣམ་པར་དག་པའི་མཚན་ཉིད་ཀྱིས་ཐོབ་པ་ཡང་མ་ལགས། རྣམ་པར་མ་དག་པའི་མཚན་ཉིད་ཀྱིས་ཀྱང་མ་ལགས།
en: They are not acquired through pure characteristics, nor through impure characteristics.

source: སེར་སྣ་ཅན་རྣམས་ཀྱིས་ཐོབ་པ་ཡང་མ་ལགས། སྦྱིན་པ་ལ་མོས་པ་རྣམས་ཀྱིས་ཀྱང་མ་ལགས།
en: They are not acquired by those who are stingy, nor by those who privilege generosity.

source: ཚུལ་ཁྲིམས་འཆལ་པ་རྣམས་ཀྱིས་ཐོབ་པ་ཡང་མ་ལགས། ཚུལ་ཁྲིམས་དང་ལྡན་པ་རྣམས་ཀྱིས་ཀྱང་མ་ལགས། གནོད་སེམས་ཅན་རྣམས་ཀྱིས་ཀྱང་མ་ལགས།
en: They are not acquired by those with poor discipline, nor by those who maintain their discipline.

source: བཟོད་པ་ཕུན་སུམ་ཚོགས་པ་རྣམས་ཀྱིས་ཀྱང་མ་ལགས།
en: They are not acquired by those with harmful intentions, nor by those with abundant patience.

source: ལེ་ལོ་ཅན་རྣམས་ཀྱིས་ཀྱང་མ་ལགས། བརྩོན་འགྲུས་བརྩམས་པ་རྣམས་ཀྱིས་ཀྱང་མ་ལགས།
en: They are not acquired by those who are lazy, nor by those who sustain their diligence.

source: སེམས་རྣམ་པར་གཡེངས་པ་རྣམས་ཀྱིས་ཀྱང་མ་ལགས།
en: They are not acquired by those whose minds are distracted, nor by those who maintain meditative composure.

source: མཉམ་པར་གཞག་པ་རྣམས་ཀྱིས་ཀྱང་མ་ལགས། ཤེས་རབ་འཆལ་པ་རྣམས་ཀྱིས་ཀྱང་མ་ལགས། ཤེས་རབ་དང་ལྡན་པ་རྣམས་ཀྱིས་ཀྱང་ཐོབ་པ་མ་ལགས་ཏེ།
en: They are not acquired by those with faulty insight, nor by those with proper insight.

source: གང་ཆོས་ཐམས་ཅད་ཐོབ་པ་མ་མཆིས་པ་དེ་དག་ཆོས་རྣམས་ཀྱི་ཐོབ་པ་ཞེས་བགྱིའོ། །
en: Those who have not acquired any phenomena are said to have acquired all phenomena.

source: ཐོབ་པ་འདི་འདྲ་བ་འདི་ནི་འདུ་བྱེད་སྤྱོད་ཡུལ་བ་རྣམས་ཀྱིས་མ་ལགས། སེམས་སྤྱོད་ཡུལ་བ་རྣམས་ཀྱིས་མ་ལགས། གཉིས་པ་ལ་སྤྱོད་ཡུལ་བ་རྣམས་ཀྱིས་མ་ལགས། དམིགས་པ་ལ་གནས་པ་རྣམས་ཀྱིས་མ་ལགས། མངོན་པར་རྟོགས་པ་འདོད་པ་རྣམས་ཀྱིས་མ་ལགས།
en: Those who are subject to conditioning do not engage in this kind of acquisition.

source: སྤོང་བ་འདོད་པ་རྣམས་ཀྱིས་མ་ལགས། འབྱུང་བའི་སེམས་དང་ལྡན་པ་རྣམས་ཀྱིས་མ་ལགས། སངས་རྒྱས་སུ་དམིགས་པ་ཅན་རྣམས་ཀྱིས་མ་ལགས། ཆོས་དང་དགེ་འདུན་དུ་དམིགས་པ་ཅན་རྣམས་ཀྱིས་མ་ལགས། འཁོར་བ་དང་མྱ་ངན་ལས་འདས་པ་གཉིས་སུ་ལྟ་བ་ཅན་རྣམས་ཀྱིས་མ་ལགས་སོ། །
en: Nor do those who are subject to the mind and duality, who maintain conceptual fixation, who wish for realization, who wish to abandon, who have an active mind, who are conceptually fixated on the Buddha, Dharma, or Saṅgha, or who consider saṃsāra and nirvāṇa to be separate.

source: བཅོམ་ལྡན་འདས་གཞན་ཡང་ཆོས་ཚོལ་བ་གང་ལགས་པ་དེ་ནི་ཅི་ཡང་ཚོལ་བ་མ་ལགས་སོ། །
en: “Furthermore, Blessed One, those who seek phenomena seek for nothing.

source: བཅོམ་ལྡན་འདས་ཆོས་ཐམས་ཅད་མི་ཚོལ་བ་ནི་ཆོས་ཚོལ་བའོ། །
en: Blessed One, those who do not seek phenomena seek the Dharma.

source: ཡང་དག་པར་ཞུགས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་ཆོས་སམ། ཆོས་མ་ལགས་པ་མི་དམིགས་སོ། །
en: Well-poised bodhisattvas are not conceptually fixated on what is or is not the Dharma.

source: དེ་བཞིན་དུ་འདི་སྙམ་དུ་སེམས་ཏེ། གང་རློམ་སེམས་ཐམས་ཅད་དང་བྲལ་བ་དེ་ནི་ཆོས་སོ། །
en: They similarly think, ‘That which is free of any vain imaginings is the Dharma.

source: གང་ཆོས་སུ་སྒྲོ་བཏགས་པ་ཐམས་ཅད་དང་བྲལ་བ་དེ་ནི་ཆོས་སོ། །
en: That which is free from any imputation of phenomena is the Dharma.

source: གང་ཡིད་ཀྱིས་སྨོན་པ་ཐམས་ཅད་དང་བྲལ་བ་དེ་ནི་ཆོས་སོ། །
en: That which is free of any mental aspiration is the Dharma.

source: གང་སྤྲོས་པ་ཐམས་ཅད་ཉེ་བར་ཞི་བ་དེ་ནི་ཆོས་སོ་སྙམ་མོ། །
en: That in which conceptual elaboration is quelled is the Dharma.’

source: གང་འདི་སྐད་དུ་སྨྲ་བ་འདི་ནི་ཆོས་ཡང་དག་པར་བརྗོད་པ་ལགས་པ་སྙམ་བགྱིད་ན།
en: I wonder if what I said here is a discourse on the Dharma?

source: བཅོམ་ལྡན་འདས་བདག་ཆོས་ཡང་དག་པར་བརྗོད་པ་དང་འཐུན་པར་བགྱིད་ལགས་སམ།
en: Blessed One, do you consider my discourse on the Dharma to be in accord with those already given?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འོད་སྲུང་ཆེན་པོ་ཁྱོད་ཀྱི་འདི་ནི་ཆོས་ཡང་དག་པར་བརྗོད་པ་དང་འཐུན་ནོ། །
en: The Blessed One said, “Great Kāśyapa, your Dharma discourse is in accord.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཆོས་ཆོས་ཞེས་བགྱི་བ་ནི་སྒྲ་མ་མཆིས་པའི་ཚིག་བླ་དགས་ཏེ།
en: The venerable Subhūti next addressed the Blessed One: “Blessed One, the term dharma used here is a way of referring to what has no sound.

source: གང་སྒྲ་མི་འབྱིན་པ་ནི་དེའི་ཆོས་སོ། །
en: Phenomena emit no sound.

source: བཅོམ་ལྡན་འདས་དེ་ལ་མིག་གིས་གཟུགས་རྣམས་ལ་སྒྲ་མི་འབྱིན། རྣ་བས་སྒྲ་རྣམས་དང་། སྣས་དྲི་རྣམས་དང་། ལྕེས་རོ་རྣམས་དང་། ལུས་ཀྱིས་རེག་བྱ་རྣམས་དང་།
en: The eyes do not emit sound to forms, nor do the ears to sounds, the nose to scents, the tongue to tastes, the body to textures, or the mind to mental phenomena.

source: ཡིད་ཀྱིས་ཆོས་རྣམས་ལ་སྒྲ་མི་འབྱིན་པ་དེ་ནི་ཆོས་སོ། །
en: Such is the Dharma.

source: དེ་ལ་ཇི་ལྟར་ན་མིག་གིས་གཟུགས་རྣམས་ལ་སྒྲ་མི་འབྱིན་ཅེ་ན། ཕྲད་པ་མ་མཆིས་པའི་སླད་དུའོ། །མིག་ནི་གཟུགས་ལ་ཕྲད་པར་མི་བགྱིད། རྣ་བས་སྒྲ་ལ་མ་ལགས། སྣས་དྲི་ལ་མ་ལགས།
en: How is it that the eyes do not emit sound to forms?

source: ལྕེས་རོ་ལ་མ་ལགས། ལུས་ཀྱིས་རེག་བྱ་ལ་མ་ལགས།
en: They do not come into contact.

source: ཡིད་ཀྱིས་ཆོས་ལ་ཕྲད་པར་མི་བགྱིད་དོ། །
en: The eyes do not contact forms, the ears do not contact sounds, the nose does not contact scents, the tongue does not contact tastes, the body does not contact textures, and the mind does not contact mental phenomena.

source: གང་ཕྲད་པར་མི་བགྱིད་པ་དེ་ནི་སྒྲ་མི་འབྱིན་པའོ། །
en: That which does not come into contact does not emit a sound.

source: བཅོམ་ལྡན་འདས་གཉིས་སུ་མ་མཆིས་ན་ཆོས་ལ་སྒྲ་འབྱིན་པ་མ་མཆིས་སོ། །
en: “Blessed One, when there is no duality, sound is not emitted to phenomena.

source: བཅོམ་ལྡན་འདས་ཆོས་ཐམས་ཅད་ནི་གཉིས་སུ་མ་མཆིས་པ་སྟེ། གཅིག་གིས་གཅིག་མ་འཚལ།
en: Blessed One, all phenomena lack duality.

source: རྣམ་པར་མ་འཚལ།
en: One cannot be known or understood via another.

source: མི་རྟོག་རྣམ་པར་མི་རྟོག །
en: They cannot be conceptualized or conceived of.

source: འབྱུང་བར་མི་བགྱིད། འཇིག་པར་མི་བགྱིད།
en: They do not arise or come to an end.

source: འབྲི་བར་མི་བགྱིད། འཕེལ་བར་མི་བགྱིད།
en: They do not diminish or increase.

source: ཆགས་པར་མི་བགྱིད། མི་ཆགས་པར་མི་བགྱིད།
en: They are not attached or detached.

source: འཁོར་བར་མི་བགྱིད། ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་མི་བགྱིད་དེ།
en: They do not cycle in saṃsāra or pass into nirvāṇa.

source: འདི་དག་ནི་སུའི་ཡང་མ་ལགས།
en: They belong to no one.

source: འདི་དག་ནི་ཅི་ཡང་མ་ལགས་སོ། །
en: They are nothing at all.

source: བཅོམ་ལྡན་འདས་ཆོས་འདི་དག་ནི་སྐྱོ་བར་ཡང་མི་བགྱིད། ཆགས་པར་ཡང་མི་བགྱིད་དེ།
en: They cause neither anxiety nor attachment.

source: བཅོམ་ལྡན་འདས་ཆོས་འདི་དག་ནི་ཀུན་ནས་ཉོན་མོངས་པར་ཡང་མི་འགྱུར། རྣམ་པར་བྱང་བར་ཡང་མི་འགྱུར་རོ། །
en: Blessed One, they are neither pollution nor purity.

source: བཅོམ་ལྡན་འདས་བདག་གིས་དེ་ལྟར་འཚལ་ཏོ། །བདག་གིས་དེ་ལྟར་རྟོགས་སོ། །
en: Blessed One, this is what I have understood, and this is what I have realized.

source: བཅོམ་ལྡན་འདས་གང་བདག་གིས་འདི་ལྟར་འཚལ། འདི་ལྟར་རྟོགས་སོ་ཞེས་དེ་སྐད་མཆི་བ་འདི་ནི་སྐྱེ་མཆེད་རྣམས་ཀྱི་འགྱུར་བའོ། །
en: “Blessed One, my statement—‘This is what I have understood, and this is what I have realized’—is a transformation of the sense bases.

source: བཅོམ་ལྡན་འདས་སྐྱེ་མཆེད་རྣམས་ནི་འདི་སྙམ་དུ་འདི་ནི་བདག་ཅག་གི་འགྱུར་བའོ་སྙམ་དུ་མི་སེམས་སོ། །
en: But, Blessed One, one should not think ‘this is our transformation’ about the sense bases.

source: གང་དེ་ལྟར་འཚལ་བ་དེ་ནི་སུ་དང་ཡང་མི་རྩོད་དོ། །གང་མི་རྩོད་པ་དེ་ནི་དགེ་སློང་གི་ཆོས་ཀྱི་རྗེས་སུ་འཇུག་པའོ། །
en: A person who understands this will not argue with anyone, and a person who does not argue is a person who follows a mendicant’s Dharma.

source: གང་དགེ་སྦྱོང་གི་ཆོས་ཀྱི་རྗེས་སུ་འཇུག་པ་དེ་ནི་གང་ནས་ཀྱང་འཇུག་པར་ཡང་མི་བགྱིད། མི་འཇུག་པར་ཡང་མི་བགྱིད།
en: A person who has taken up a mendicant’s Dharma neither does nor does not actively enter it from somewhere.

source: སྦྱོར་བར་ཡང་མི་བགྱིད། མི་སྦྱོར་བར་ཡང་མི་བགྱིད། འགྲོ་བར་ཡང་མི་བགྱིད།
en: They neither actively join nor do not join.

source: སྡོད་པར་ཡང་མི་བགྱིད། འབྲི་བར་ཡང་མི་བགྱིད། འཕེལ་བར་ཡང་མི་བགྱིད་དེ།
en: They do not actively depart, gather together, diminish, or grow.

source: ཐམས་ཅད་ཆོས་ཀྱི་ཚུལ་དུ་མཐོང་ངོ་། །ཐམས་ཅད་རྣམ་པར་རིག་པའི་ཚུལ་དུ་མཐོང་ངོ་། །
en: They see everything as a way of the Dharma, and they see everything as a way of knowledge.

source: ཆོས་ཀྱི་དབྱིངས་ཉིད་དུ་མཐོང་ངོ་། །དེ་ལྟར་ཐམས་ཅད་འབྱུང་བར་མཐོང་སྟེ།
en: They see the expanse of phenomena, and thus see everything as a source.

source: གང་འབྱུང་བ་དེ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: But they correctly do not see anything that is a source.

source: གཞན་དུ་ན་མིང་ཙམ་དང་། བཏགས་པ་ཙམ་དང་། ཐ་སྙད་ཙམ་དུ་མཐོང་བ་ནི་མ་མཆིས་པ་མ་ལགས་སོ། །
en: Otherwise, that which is merely a name, label, and convention would not be nonexistent.

source: མིང་དེ་ཡང་མིང་མ་མཆིས་པའོ། །བཏགས་པ་ཡང་བཏགས་པ་མ་མཆིས་པའོ། །ཐ་སྙད་ཀྱང་ཐ་སྙད་མ་མཆིས་པའོ། །
en: There is no name to be a name, no label to be a label, and no convention to be a convention.

source: ཆོས་མཐོང་བས་སངས་རྒྱས་མཐོང་ངོ་། །
en: By seeing phenomena, the Buddha is seen.

source: སངས་རྒྱས་མཐོང་བས་སེམས་ཅན་ཐམས་ཅད་མཐོང་ངོ་། །
en: By seeing the Buddha, all beings are seen.

source: སེམས་ཅན་ཐམས་ཅད་མཐོང་བས་རྒྱུ་དང་རྐྱེན་མཐོང་ངོ་། །
en: By seeing all beings, causes and conditions are seen.

source: རྒྱུ་དང་རྐྱེན་མཐོང་བས་སྟོང་པ་ཉིད་མཐོང་ངོ་། །
en: By seeing causes and conditions, emptiness is seen.

source: སྟོང་པ་ཉིད་མཐོང་བ་ནི་མཐོང་བ་མ་མཆིས་པའོ། །
en: The seeing of emptiness is not seeing.

source: བཅོམ་ལྡན་འདས་ཆོས་ཐམས་ཅད་མ་མཐོང་བ་ནི་ཡང་དག་པ་མཐོང་བའོ། །
en: Blessed One, to not see any phenomenon is to see correctly.

source: བཅོམ་ལྡན་འདས་གང་དེ་ལྟར་མཐོང་བ་དང་ལྡན་པ་དེ་ནི་སངས་རྒྱས་རྣམས་མཉེས་པར་ཡང་མི་བགྱིད། མི་མཉེས་པར་ཡང་མི་བགྱིད་དོ། །
en: Blessed One, those who see in this way neither please nor displease the buddhas.

source: དེ་ཆོས་མཉེས་པར་ཡང་མི་བགྱིད། མི་མཉེས་པར་ཡང་མི་བགྱིད་དོ། །
en: They neither please nor displease the Dharma.

source: དེ་དགེ་འདུན་མཉེས་པར་ཡང་མི་བགྱིད། མི་མཉེས་པར་ཡང་མི་བགྱིད་དོ། །
en: They neither please nor displease the saṅgha.

source: བཅོམ་ལྡན་འདས་བཟོད་པ་དེ་ལྟ་བུ་དང་ལྡན་པའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་བདུད་རྣམས་དང་ཡང་མི་རྩོད་ན། ཆོས་འཐུན་པ་རྣམས་དང་མི་རྩོད་པ་ལྟ་སྨོས་ཀྱང་ཅི་འཚལ་ཏེ་དེ་ནི་གནས་མ་ལགས་སོ། །
en: “Blessed One, if bodhisattvas with this kind of patience do not even dispute with māras, they certainly will not dispute with those who are aligned with the Dharma.

source: བརྗོད་པ་ཐམས་ཅད་བདག་གི་ཕྱོགས་སུ་འགྲུབ་པར་མཐོང་བས་གང་དང་ཡང་རྩོད་པར་མི་འགྱུར་རོ། །
en: That does not happen. When a person recognizes that all expressions are a matter of personal perspective, there is no one to dispute with.

source: རྩོད་པ་མ་མཆིས་པས་སུ་དང་ཡང་ལྷན་ཅིག་སྒྲ་འབྱིན་པར་མི་འགྱུར་རོ། །
en: Because there is no one to dispute with, there is no one to emit sounds with.

source: སྒྲ་མ་མཆིས་པའི་ཆོས་དང་ལྡན་པ་ནི་ཆོས་ཐམས་ཅད་དང་ལྡན་པའོ། །
en: To possess the quality of being soundless is to possess all qualities.

source: ཆོས་ཐམས་ཅད་དང་ལྡན་པ་ཞེས་བགྱི་བ་ནི་ཆོས་ཐམས་ཅད་བདག་བཞིན་དུ་གྱུར་པ།
en: ‘To possess all qualities’ means that one will be equivalent with all qualities.

source: མཉམ་པར་གནས་པ་མཉམ་པར་བཟོད་པ་སྟེ།
en: One rests evenly and experiences patience evenly.

source: དེ་བས་ན་ཆོས་ཐམས་ཅད་དང་ལྡན་པ་ཞེས་བགྱིའོ། །
en: Therefore, we speak of someone who ‘possess all qualities.’

source: གང་དུ་ཡང་མི་མཆི།
en: Nothing goes anywhere, nor does anything come from anywhere.

source: གང་ནས་ཀྱང་མ་མཆིས་པས་དེའི་སླད་དུ་ལྡན་པ་ཞེས་བགྱིའོ། །
en: Thus, one ‘possesses’ them.

source: བཅོམ་ལྡན་འདས་དེ་ལྟར་ཆོས་ཐམས་ཅད་དང་ལྡན་པའི་བྱང་ཆུབ་སེམས་དཔའི་གང་ཅུང་ཟད་སྨྲ་བ་དང་། ཀུན་སྨྲ་བ་དེ་ཐམས་ཅད་ནི་ཆོས་ཡང་དག་པར་བརྗོད་པ་སྟེ། སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་པ་ཐོབ་པར་བགྱིད་པའོ། །
en: Blessed One, bodhisattvas who possess all such qualities either speak very little or speak all the time, but they all discourse on the Dharma and succeed in benefiting all beings.

source: བཅོམ་ལྡན་འདས་བདག་མཆི་བ་འདི་ལྟ་བུ་ཆོས་ཡང་དག་པར་བརྗོད་པ་དང་འཐུན་པ་ལྟ་ལགས་སམ།
en: Blessed One, do you consider my discourse on the Dharma to be in accord with those already given?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་ཁྱོད་ཀྱི་འདི་ནི་ཆོས་ཡང་དག་པར་བརྗོད་པ་དང་འཐུན་ནོ། །
en: “Subhūti,” replied the Blessed One, “your Dharma discourse is in accord.

source: རབ་འབྱོར་གྱིས་ཆོས་ཡང་དག་པར་བརྗོད་པ་འདི་བརྗོད་པ་ན་དགེ་སློང་ལྔ་སྟོང་ནི་ཆོས་རྣམས་ལ་ཆོས་ཀྱི་མིག་རྡུལ་དང་བྲལ་ཞིང་དྲི་མ་མེད་པ་རྣམ་པར་དག་གོ། །
en: Subhūti, when you spoke this Dharma discourse dust fell away from the Dharma eyes that see phenomena for five thousand monks and they became stainless and pure.

source: ལྷའི་བུ་ལྔ་སྟོང་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་སྐྱེས་སོ། །
en: Five thousand gods generated the intention to awaken to unsurpassable, completely perfect buddhahood.

source: གང་ཁྱོད་ཀྱི་ཆོས་ཡང་དག་པར་བརྗོད་པ་འདི་ཐོས་པའི་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་ནི་ཆོས་ཀྱི་རྒྱ་མཚོ་ཐོབ་བོ་སྙམ་དུ་བདག་ཉིད་ཀྱིས་ཤེས་སོ། །
en: Bodhisattvas who heard this Dharma discourse of yours knew for themselves that they had attained the ocean of Dharma.

source: དོན་ཡོད་ཅིང་འབྲས་བུ་དང་བཅས་པར་བདག་ཉིད་ཀྱིས་མཐོང་ངོ་། །
en: They saw for themselves that it was meaningful and fruitful.

source: རབ་འབྱོར་འདི་ནི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་ཆོས་ཡང་དག་པར་བརྗོད་པ་དམ་པ་ཡིན་ནོ། །
en: Subhūti, this is a sublime Dharma discourse of all the thus-gone ones.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་མ་འགགས་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཆོས་ཐམས་ཅད་ཡི་གེར་ཡང་དག་པར་བརྗོད་པ་ནི་ཆོས་ཡང་དག་པར་བརྗོད་པ་ལགས་སོ། །
en: The venerable Aniruddha next addressed the Blessed One: “Blessed One, a Dharma discourse on any phenomena in syllables is a Dharma discourse.

source: ཡི་གེ་ནི་མི་འགྱུར་བས་དེའི་སླད་དུ་ཡི་གེ་ཞེས་བགྱིའོ། །
en: A syllable is unchanging, which is why it is called ‘imperishable.’

source: བཅོམ་ལྡན་འདས་གང་བརྗོད་པ་དེ་ནི་ཡི་གེ་ཙམ་དུ་བས་ཏེ།
en: Blessed One, any statement is basically composed of syllables.

source: བཅོམ་ལྡན་འདས་ཡི་གེའི་འབྲུ་དེ་དག་ནི་ཁོང་ནས་ཀྱང་སྒྲ་མི་འབྱིན།
en: Therefore, Blessed One, those individual syllables are inherently unsounding and externally unsounding.

source: སླད་རོལ་ནས་ཀྱང་སྒྲ་མི་འབྱིན་ཏེ། སྒྲ་འབྱིན་པ་དེ་དག་ཀྱང་འདི་ལྟར་བདག་ཅག་ནི་སྒྲ་འབྱིན་ཏོ་སྙམ་དུ་མི་སེམས་སོ། །
en: Those emitted sounds do not think, “We will emit such-and-such a sound.’

source: བཅོམ་ལྡན་འདས་ཡི་གེའི་འབྲུ་རྣམས་ནི་ཟད་པར་ཡང་མི་འགྱུར། འཕེལ་བར་ཡང་མི་འགྱུར་ཏེ།
en: Blessed One, syllables do not diminish or increase.

source: བྱང་ཆུབ་སེམས་དཔས་ཡི་གེ་མཉམ་པ་ཉིད་ཀྱིས་ཆོས་ཐམས་ཅད་མཉམ་པ་ཉིད་དུ་ཁོང་དུ་ཆུད་པར་བགྱིའོ། །
en: Bodhisattvas use the equality of syllables to understand the equality of all phenomena.

source: དེ་ལྟར་ཆོས་ཐམས་ཅད་མཉམ་པ་ཉིད་དུ་ཁོང་དུ་ཆུད་པའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་སྒྲ་ཐམས་ཅད་ལ་ཁོང་ཁྲོ་བ་མ་མཆིས་ཏེ། གཞན་དུ་ན་སྒྲ་ཐམས་ཅད་ཆོས་ཀྱི་སྒྲར་ཐོས་པ་དང་།
en: Bodhisattvas who understand the equality of all phenomena in this way feel no anger toward any sound, but rather hear all sounds as the sound of the Dharma.

source: སྟོང་པ་ཉིད་ཀྱི་སྒྲ་དང་། མཚན་མ་མེད་པའི་སྒྲ་དང་། སྨོན་པ་མེད་པའི་སྒྲ་དང་། ཆོས་ཀྱི་དབྱིངས་ཀྱི་སྒྲ་དང་། ཡང་དག་པའི་མཐའི་སྒྲར་ཐོས་སོ། །
en: They hear all sounds as the sound of emptiness, signlessness, wishlessness, the expanse of phenomena, and of the limit of reality.

source: དེའི་ཆོས་གང་ཡང་ཐམས་ཅད་མཁྱེན་པ་རྟོགས་པར་འགྱུར་བ་དང་འགལ་བ་མ་ལགས་སོ། །
en: There are absolutely no phenomena that contradict the realization of omniscience.
